Repository: Maisekbd/Corperate-Internal-System-API
Catalog: DocumentsExplorer.Website/Resources/DocumentsExplorerResource.*.resx
Languages: ar

# titleCouncilReportsCountChart
source: Council Reports Count Last Three Years
ar: التقارير في أخر ثلاث سنوات

# titleCountryProjectsChart
source: Effected Countries for {0}
ar: الدول المتاثرة بالقرارات لعام {0}

# TreeNodeCouncilMemebers
source: Council Memebers
ar: اعضاء المجالس

# TreeNodeDecisions
source: Decisions
ar: القرارات

# TreeNodeMinutesOfMeeting
source: MinutesOfMeeting
ar: محاضر الإحتماعات

# TreeNodeRounds
source: Rounds
ar: الدورات

# txtAbsents
source: Absents
ar: الغياب

# txtAttachmentName
source: Attachment Name
ar: اسم المرفق

# txtAttachments
source: Attachments
ar: المرفقات

# txtAttachmentType
source: Attachment Type
ar: نوع الملف

# txtAttendances
source: Attendances
ar: الحضور

# txtConferenceDate
source: Conference Date
ar: تاريخ الإجتماع

# txtConferenceLocation
source: Conference Location
ar: مكان الإجتماع

# txtConferenceNumber
source: Conference Number
ar: رقم الإجتماع

# txtConferenceYear
source: Conference Year
ar: السنة

# txtCouncilReportsCount
source: Council Reports Count : {0}
ar: عدد القرارات : {0}

# txtCouncilTypeDescription
source: Council Type
ar: المجلس

# txtCouncilTypeSelectValue
source: Select Council Type
ar: إختر المجلس

# txtCountry
source: Country
ar: الدولة

# txtCountrySelectValue
source: Select Country
ar: إختر الدولة الممثل لها

# txtDecisionNO
source: Decision Number
ar: رقم القرار

# txtDecisionPath
source: Decision
ar: القرار

# txtDecisionReference
source: Decision Reference
ar: مرجع القرار

# txtDecisionSubject
source: Subject
ar: الموضوع

# txtEditCouncilMemberTitle
source: Edit Council Member
ar: تعديل عضو المجلس

# txtEditMinutesOfMeetingTitle
source: Edit Minutes Of Meeting
ar: تعديل محضر الإجتماع

# txtEditRoundTitle
source: Edit Round
ar: تعديل الدورة

# txtFinishDate
source: Finish Date
ar: تاريخ مغادرته للمجلس

# txtFromDate
source: From Date
ar: من تاريخ

# txtFullName
source: Full Name
ar: الاسم

# txtIsActive
source: Is Active?
ar: فعال؟

# txtJoiningDate
source: Joining Date
ar: تاريخ انضمامه للمجلس

# txtLocation
source: Location
ar: مكان الإجتماع

# txtLogInTitle
source: LogIn
ar: تسجيل الدخول

# txtMainCategory
source: Main Category
ar: التصنيف الرئيسي

# txtMainCategorySelectValue
source: Select Main Category
ar: إختر التصنيف الرئيسي

# txtMeetingDate
source: Meeting Date
ar: تاريخ الإجتماع

# txtMeetingSummary
source: Meeting Summary
ar: ملخص الإجتماع

# txtNewCouncilMemberTitle
source: New Council Member
ar: عضو مجلس جديد

# txtNewDecisionTitle
source: New Decision
ar: قرار جديد

# txtNewMinutesOfMeetingTitle
source: New Minutes Of Meeting
ar: محضر إجتماع جديد

# txtNewRoundTitle
source: New Round
ar: دورة جديدة

# txtPassword
source: Password
ar: كلمة المرور

# txtPosition
source: Position
ar: المسمى الوظيفي

# txtProjectTitle
source: Decision Previews
ar: متصفح القرارات

# txtRoundNumber
source: Round Number
ar: رقم الدورة

# txtRoundSelectValue
source: Select Round
ar: إختر الدورة

# txtSearch
source: Search Text
ar: نص البحث

# txtSubCategory
source: Sub Category
ar: التصنيف الفرعي

# txtSubCategorySelectValue
source: Select Sub Category
ar: إختر التصنيف الفرعي

# txtToDate
source: To Date
ar: الى تاريخ

# txtUserName
source: User Name
ar: اسم المستخدم

# txtViewAllCouncilMemebers
source: View Council Memebers
ar: إستعراض أعضاء المجالس

# txtViewAllMinutesOfMeeting
source: View Minutes Of Meeting
ar: إستعراض محاضر الإجتماعات

# txtViewAllReports
source: View All Reports
ar: إستعراض قرارات الهيئة

# txtViewAllRounds
source: View All Rounds
ar: إستعراض الدورات

# txtViewCouncilReports
source: View Council Reports of {0}
ar: قرارات {0}

# txtName
source: Name
ar: الاسم

# txtCompanyActivityDescription
source: Activity Description
ar: النشاط

# txtContributors
source: Contributors
ar: المساهمين

# txtDateOfIncorporation
source: Date Of Incorporation
ar: تاريخ التأسيس

# txtEditCompanyTitle
source: Edit Company
ar: تعديل الشركة

# txtNewCompanyTitle
source: New Company
ar: شركة جديدة

# txtSectors
source: Sectors
ar: القطاعات

# txtViewAllActivitySectors
source: View All Activity Sectors
ar: إستعراض القطاعات

# txtViewAllCompanies
source: View All Companies
ar: إستعراض الشركات

# TreeNodeCompanies
source: Companies
ar: الشركات

# TreeNodeSectores
source: Sectores
ar: القطاعات

# txtCompanySelectValue
source: Select Company
ar: إختر الشركة

# titleLoanDecisionChart
source: Loan Decision
ar: قرارات القروض

# titleSectorDecisionssChart
source: Sector Decisions
ar: التوزيع القطاعي للقرارات

# txtCompany
source: Company
ar: الشركة

# txtContributorsProfitPercentage
source: Contributors Profit Percentage
ar: توزيع الارباح على المساهمين بنسبة

# txtDecisionReferencePreview
source: Decision Reference Preview
ar: إستعراض القرار المرجعي

# txtEditDecision
source: Edit Decision
ar: تعديل قرار

# txtLegalReserve
source: Legal Reserve
ar: الإحتياط القانوني

# txtMainReserve
source: Main Reserve
ar: الإحتياط العام

# txtPalestineSupport
source: Palestine Support
ar: دعم الشعب الفلسطيني

# txtPhotoPath
source: Personal Photo
ar: الصورة الشخصية

# txtProgramValue
source: Program Value
ar: قيمة البرنامج

# txtProgramValueInDollar
source: Program Value In Dollar
ar: قيمة البرنامج بالدولار

# txtReferenceDecisionSelectValue
source: Select Reference Decision
ar: أختر القرار المرجعي

# txtRefrenceDecisionNumber
source: Refernce Decision Number
ar: رقم القرار المرجعي

# txtSector
source: Sector
ar: القطاع

# txtRoundDescription
source: Round
ar: الدورة

# TreeNodeDecisionTypes
source: Decision Types
ar: انواع القرار

# TreeNodeDepartments
source: Departments
ar: الإدارات

# txtAffectedParties
source: Affected Parties
ar: المتأثرين بالقرار

# txtConferenceIndex
source: Conference Index
ar: الرقم المتسلسل

# txtDecisionAnnexPath
source: Decision Annex
ar: ملحق القرار

# txtDecisionExecution
source: Decision Execution
ar: تنفيذ القرار

# txtDecisionStatus
source: Decision Status
ar: حالة تنفيذ القرار

# txtDecisionText
source: Decision Text
ar: نص القرار

# txtDecisionType
source: Decision Type
ar: نوع القرار

# txtDecisionTypeSelectValue
source: Select Decision Type
ar: اختر نوع القرار

# txtDepartment
source: Department
ar: الإدارة

# txtDepartments
source: Departments
ar: الإدارات

# txtExecuteDecisonTitle
source: Execute Decison
ar: تنفيذ القرار

# txtExecutionNotes
source: Execution Notes
ar: ملاحظات على التنفيذ

# txtKeyWords
source: Key Words
ar: الكلمات المفتاحية

# txtParagraphIndex
source: Paragraph Index
ar: رقم البند من جدول الإجتماع

# txtSuggestedExecutionDate
source: Suggested Execution Date
ar: التاريخ المتوقع لتنفيذ القرار

# txtViewAllDecisionTypes
source: View All Decision Types
ar: انواع القرار

# TreeNodeDepartmentResponsibles
source: Department Responsibles
ar: مسؤولي الإدارات
